Repository: Cumulocity-IoT/cumulocity-datacapture-widget
Catalog: locales/*.po
Languages: nl

source: Data capture widget
nl: Gegevensinvoegwidget

source: Select datapoint to enter value:
nl: Selecteer gegevenspunt om waarde in te voeren:

source: Add audit information to measurements
nl: Auditinformatie toevoegen aan metingen

source: Select data points
nl: Selecteer gegevenspunten

source: Create Measurement
nl: Meting maken

source: Action
nl: Actie

source: Value
nl: Waarde

source: Date
nl: Datum

source: Datapoint
nl: Gegevenspunt

source: Name Device
nl: Apparaatnaam

source: Enter values for datapoints
nl: Voer waarden in voor gegevenspunten

source: measurement value, e.g.10.25
nl: Meetwaarde, bijv.10.25
